{"title":"How do artists get paid from music streaming?","intro":{"p1":"It is commonly understood that artists make money when their music is played on streaming platforms like Spotify, Apple Music, Deezer, Pandora, Tidal, YouTube Music, and Amazon Music. But most of us do not know how those payments actually work, which may sometimes lead to some misconceptions. For example, artists do not get a fixed rate for every stream, e.g. $0.00026 per stream<sup>1</sup>, or $0.0037 per stream<sup>2</sup>.","p2":"Instead, music recordings royalties are a share of the streaming platforms revenue that is proportional to their volume of streams.","p3":"Let’s dive in and break down the fundamental principles that dictate how artists get paid from music streaming."},"sec1":{"headline":"Artist and Intermediaries","intro":"Let's start by examining who are the players involved in getting the artist's music online and making sure they receive the money they are due.","bloc1":{"headline":"Artist recording royalties","p1":"A bit of clarification before we start. For every track on a streaming platform, a number of parties may be due a payment, such as the artist, composer, lyricist, publisher, record label etc.","p2":"In order to keep things simple, this article focuses only on the recording royalties due to the primary/featuring artist(s)."},"bloc2":{"headline":"Getting Music Online","p1":"First things first: before any music can be played on streaming platforms it has to get there.","p2":"Artists do not deal with streaming platforms directly. Instead, they use a distributor who will then take care of getting their music to streaming platforms.","p3":"In the case that the artist is signed to a record label, the record label may take care of the distribution on behalf of the artist."},"bloc3":{"headline":"Collecting Royalties","p1":"When music is streamed, royalties will be due to the right holders. The term “right holders” designates whoever owns the right to the recording. For example it can be the artist themselves if they are independent, or the record label if the artist is signed to one.","p2":"The distributor and/or label will then collect the corresponding royalties from the streaming platforms and pay those who are due to receive them (or a share thereof), such as the artist."}},"sec2":{"headline":"Where does the money come from?","intro":{"p1":"You may be wondering: Where does the royalties money come from in the first place? Essentially, the streaming platforms devote a share of their revenue to the payment of royalties.","p2":"Commercial offering may vary from one DSP to the next but there exists two main mechanisms for DSPs to generate revenue: \r\n\r\n\r\nSubscriptions.Users of the platform pay a monthly subscription to gain access to the music on the platform. This is also known as a \"Premium\" model. \r\n\r\n\r\nAds. Users do not pay any money but instead listen to and/or see ads while they use the platform. The advertisers pay the streaming platform for the exposure to their customers. This is also known as a \"Freemium\" model.","p3":"Some DSPs like Spotify or Deezer offer both Freemium and Premium plans while some others like Apple Music or Tidal only offer Premium options."},"bloc1":{"headline":"Spotify example","p1":"Let’s use Spotify’s financials for the third quarter (Q3) of 2020<sup>3</sup> as an example.","p2":"Spotify reports that premium and (active) freemium users represent about 45% and 55% of total users, respectively."},"bloc2":{"p1":"Subscriptions generated $1,790M while ads generated $185M.","p2":"This means that premium subscribers represent around 45% of Spotify users and generate about 90% of the total revenue, while the 55% of ad-supported users only generate about 10% of the revenue.","p3":"Looking at it from a different perspective: premium subscribers generate over 12 times more revenue than freemium users."}},"sec3":{"headline":"Artist Royalties Calculations","intro":"At this point we know that DSPs redistribute some of their revenue to the artists in the form of royalties and we know how DSPs make money. The question is now: how is the artists' royalties payments calculated?","bloc1":{"headline":"From revenue to royalties","p1":"First, the streaming platforms add up the revenue they generated (ads + subscriptions).","p2":"The dollars stack on the right represents the total revenue."},"bloc2":{"p1":"This revenue is then split two ways: the streaming platforms keep one part for themselves and redistribute the rest as royalties.","p2":"Although the exact numbers are confidential, the figures often quoted in the press suggest that streaming platforms distribute around 65-70% of their revenue to music right owners as royalties."},"bloc3":{"p1":"Once the platform share is put away, the remaining dollars stack on the right represents the royalties money pot.","p2":"It will be split between all tracks on the platform."},"bloc4":{"headline":"Royalties proportional to revenue","p1":"Since the streaming platforms pay out a percentage of their revenue in royalties, it means that the size of the royalties money pot to share is proportional to this revenue."},"bloc5":{"p1":"In other words, more revenue means bigger royalties pie to share."},"bloc6":{"p1":"The converse is also true... Less revenue means a smaller royalties pot."},"bloc7":{"headline":"Royalties pro-rata of streams","p1":"The royalties pot is split between all tracks on the platform, pro-rata of their proportion of streams.","p2":"For example, let's take a track of a given artist. If the track represents 0.1% of the total streams on the platform, it will get 0.1% of the royalties."},"bloc8":{"p1":"If the proportion of total streams is larger, this track will be allocated more royalties accordingly.","p2":"For example if the track was to get 50% of the total streams, it would get 50% of the royalties pot."},"bloc9":{"p1":"Similarly, if the track was to get 30% of the total streams it would get 30% of the royalties pot. You get the idea."},"bloc10":{"p1":"Note one subtlety: because the share of royalties allocated to a track is equal to the <em>proportion of total streams</em>, what matters is the number of track streams with respect to the total number of streams. Not just the raw number of streams that the track got.","p2":""},"bloc11":{"p1":"If the track streams remain constant and the total number of streams on the platform increases (i.e. the other tracks get more streams), the track's share of stream would be smaller."},"bloc12":{"p1":"Conversely, if the track streams remain constant and the total number of streams on the platform decreases, the track's share of stream would be larger."},"bloc13":{"headline":"Track royalties split","p1":"Now that the royalties for the track have been calculated, they may be split between all parties who are entitled a share for this track.","p2":"This is typically when the distributor and/or label may take their cut."},"bloc14":{"p1":"The general principle is that the distributor/label is granted a share of the track royalties to get paid in exchange for the services they provide to the artist.","p2":"The distributor/label share is normally defined in the contract they have with the artist. There are plenty of different options on the market for the artist to choose from depending on what they want or need, so the numbers will vary wildly from one case to the next."},"bloc15":{"p1":"Depending on the cases, the distributor/label may take a decent share."},"bloc16":{"p1":"Or a small one.","p2":"Some distributors even offer plans for which they take no royalties share - i.e. the artists keep 100%."},"bloc17":{"p1":"The artist gets the remaining share of royalties, showed in green on the right."},"bloc18":{"p1":"Note that for simplicity we are only considering the case where there is a single artist/musician entitled royalties on the track.","p2":"In the general case there could be several (e.g. band members, producer) and each of them would be entitled a split of the Artists Share, with the split ratios defined in a contract between them all."},"bloc19":{"headline":"Why is per-stream rate misleading","p1":"Talking about per-stream rates being paid to the artists can be misleading because it implicitly suggests that only this rate and the number of streams impact royalties payment. However, as we have seen above, the royalty payment due to the artist depends on the numer of track streams but also on many other parameters.","p2":"Per-stream rates can indeed be calculated from actual royalty payments but do not really tell the full story. And most importantly they are not a good representation of royalties payment calculation."},"sim":{"headline":"Interactive Simulator","p1":"It is the combination of all parameters described above that determines the size of the artist share of royalties. To get a sense of how they interact, have a play with our little simulator.","p2":"Tweak the parameters using the sliders below and observe how they impact the artist's royalties share, in green on the graph."}},"outro":{"headline":"Closing words","p1":"Ultimately, the financial income of musical artists is made of the money the fans spend on the enjoyment of their music. Keeping on supporting artists, be it by subscribing to their social media channels, getting a music streaming subscription, attending their shows or buying merch will always be the way."}}